Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: The areas and spaces where the hazardous chemical products shall be handled, and where isocyanates and formaldehyde can be released.
sv: Inom vilka platser och utrymmen som de farliga kemiska produkterna hanteras och var isocyanater eller formaldehyd kan frisättas.

source: The protective measures necessary to ensure that the exposure is as low as practically possible.
sv: Vilka skyddsåtgärder som är nödvändiga för att säkerställa att expone­ ringen är så låg som är praktiskt möjligt.

source: In which situations personal protective equipment is required, and which protective equipment to use.
sv: I vilka situationer personlig skyddsutrustning krävs och vilken skydds­ utrustning som ska användas.

source: How the function of equipment and ventilation is to be checked and maintained to prevent allergenic substances from causing ill-health.
sv: Hur funktionen hos arbetsutrustning och ventilation ska kontrolleras och underhållas för att förebygga att allergiframkallande ämnen orsakar ohälsa.

source: Signage
sv: Skyltning

source: Section 37 c Signs indicating that open handling of hazardous chemical substances as referred to in Section 37 a is under way shall be posted in close proximity to the work station.
sv: 37 c § Skyltar som anger att öppen hantering av sådana farliga kemiska produkter som avses i 37 a § pågår, ska sättas upp i anslutning till arbetsplatsen.

source: These signs are to be posted on the door of the premises or area to inform employed persons other than those handling the chemical products.
sv: De ska anslås på dörrar till lokalen eller utrymmet för att upplysa andra arbetstagare än de som hanterar de kemiska produkterna.

source: If the risk assessment has indicated that the work does not entail any risk of exposure to other employees, the sign can be omitted.
sv: Om riskbedömningen visat att arbetet inte innebär någon risk för exponering av andra arbetstagare kan skylten utelämnas.

source: Section 37 d The employer shall ensure that those leading or being employed in the work referred to in Section 37 a have knowledge of how to carry out these tasks safely.
sv: 37 d § Arbetsgivaren ska se till att de som leder eller sysselsätts med arbete som avses i 37 a § har kunskap om hur arbetet ska ske på ett säkert sätt.

source: Supervisors and employees shall at least have been informed of the risks involved with handling, and the measures to be taken in accordance with the risk assessment of Section 37 b.
sv: Arbetsledare och arbetstagare ska åtminstone ha fått information om riskerna vid hanteringen och de åtgärder som ska vidtas enligt riskbedömningen i 37 b §.

source: Training
sv: Utbildning

source: Section 37 e Training is required in order to lead or be actively employed in work that may entail exposure to hazardous chemical products that contain:
sv: 37 e § Utbildning krävs för att leda eller aktivt sysselsättas i ett arbete som kan innebära exponering för farliga kemiska produkter som innehåller:

source: diisocyanates,
sv: diisocyanater,

source: epoxy plastic components,
sv: epoxiplastkomponenter,

source: organic acid anhydrides,
sv: organiska syraanhydrider,

source: formaldehyde resins, methacrylates that shall be labelled with H317 or H334 acrylates that shall be labelled with H317 or H334 and any work that entails the thermal degradation of materials that release isocyanates or processes that release formaldehyde.
sv: formaldehydhartser, metakrylater som ska vara märkta med H317 eller H334 eller akrylater som ska vara märkta med H317 eller H334 samt vid arbete som innebär termisk nedbrytning som frisätter isocyanater eller processer som frisätter formaldehyd.

source: The training shall at the least contain information about the risks entailed by the work, and the protective measures that may need to be taken to conduct the work safely.
sv: Utbildningen ska minst innehålla information om de risker som arbetet innebär och vilka skyddsåtgärder som kan behöva vidtas för att arbetet ska kunna utföras på ett säkert sätt.

source: The training of those leading or being actively employed in the work referred to in the first and second paragraph shall be verified through a training certificate no more than five years old.
sv: Utbildningen för de som leder eller aktivt sysselsätts i arbete enligt för­ sta och andra stycket ska kunna styrkas genom ett högst fem år gammalt utbildningsintyg.

source: The training certificate shall describe the elements included in the training.
sv: Utbildningsintyget ska beskriva de moment som ingått i utbildningen.

source: The employer who allows a person without such a training certificate to lead or conduct work, in violation of the fourth paragraph, shall be obligated to pay a sanction charge of SEK 10,000 for each such person, see Section 52.
sv: Den arbetsgivare som låter någon utan utbildningsintyg leda eller utföra arbete i strid med fjärde stycket ska betala sanktionsavgift om 10 000 kr för varje sådan person, se 52 §.

source: Medical examinations
sv: Läkarundersökningar

source: Section 37 f The employer shall offer a medical examination, in accordance with the Swedish Work Environment Authority's Provisions on Occupational Medical Supervision, for employees who are or will be employed in work with hazardous chemical products containing
sv: 37 f § Arbetsgivaren ska erbjuda läkarundersökning, enligt Arbetsmiljö­ verkets föreskrifter om medicinska kontroller i arbetslivet, för arbetstagare som sysselsätts eller kommer att sysselsättas i arbete med farliga kemiska produkter som innehåller:

source: epoxy resins,
sv: epoxiplastkomponenter,

source: formaldehyde resins, methacrylates that shall be labelled with H317 or H334, acrylates that shall be labelled with H317 or H334.
sv: formaldehydhartser, metakrylater som ska vara märkta med H317 eller H334 eller akrylater som ska vara märkta med H317 eller H334.

source: Section 37 g The employer shall ensure that periodical medical examinations with a employability assessment, in accordance with the Swedish Work Environment Authority's Provisions on Occupational Medical Supervision, are conducted for those employees who are or will be employed in any of the following:
sv: g § Arbetsgivare ska se till att periodisk läkarundersökning med tjänst­ barhetsbedömning, enligt Arbetsmiljöverkets föreskrifter om medicinska kontroller i arbetslivet, genomförs av de arbetstagare som sysselsätts eller kommer att sysselsättas i något av följande arbeten:

source: Work with chemical products containing ethyl-2-cyanoacrylate or methyl-2-cyanoacrylate, if the work is carried out for more than a total of 30 minutes per week.
sv: eller metyl­2­cyanoakrylat om arbetet sammanlagt pågår mer än 30 minuter per vecka.

source: Work that may entail exposure to isocyanates formed through thermal degradation.
sv: Arbete som kan medföra exponering för isocyanater som bildas vid ter­ misk nedbrytning.

source: Regulations pertaining to sanction charges for those who employ persons who have not been deemed employable can be found in Section 6 of the Swedish Work Environment Authority's Provisions on Occupational Medical Supervision.
sv: Bestämmelser om sanktionsavgifter för den som sysselsätter arbetstagare som inte bedömts som tjänstbara finns i 6 § Arbetsmiljöverkets föreskrifter om medicinska kontroller i arbetslivet.

source: Special requirements for chemical products which are carcinogenic, mutagenic and toxic to reproduction and for certain activities
sv: Särskilda krav för cancerframkallande, mutagena och reproduktionsstörande kemiska produkter och viss verksamhet

source: Section 38 The stipulations in Sections 39-44 apply for the handling of chemical products which meet the criteria in Regulation (EC) No 1272/2008 (CLP) for classification with a hazard statement stated below.
sv: §9 Bestämmelserna i 39­44 §§ ska tillämpas vid hantering av kemiska produkter som uppfyller kriterierna i förordning (EG) nr 1272/2008 (CLP­ förordningen) för att märkas med följande faroangivelser.

source: H350: May cause cancer.
sv: H350: Kan orsaka cancer.

source: H340: May cause genetic defects.
sv: H340: Kan orsaka genetiska defekter.

source: H360: May cause harm to fertility or to the unborn child.
sv: H360: Kan skada fertiliteten eller det ofödda barnet.

source: Regardless of whether the criteria in the first paragraph have been met or not, the stipulations in Sections 40, 41 and 44 shall be applied for activities which involve
sv: Oavsett om kriterierna i första stycket är uppfyllda ska bestämmelserna i 40, 41 och 44 §§ tillämpas för verksamheter som innebär

source: manufacture of auramine,
sv: framställning av auramin,

source: work involving exposure to dusts, fumes and sprays produced during the roasting and electro-refining of cupro-nickel mattes,
sv: uppstått vid avbränning och elektroraffinering av kopparnickelskärsten,

source: strong acid process in the manufacture of isopropyl alcohol and work causing exposure to hard wood dust.
sv: processer där stark syra ingår vid framställningen av isopropylalkohol samt arbete som innebär exponering för trädamm från lövträd.

source: Investigation regarding the possibility of replacing a product
sv: Utredning om möjlighet att ersätta produkt

source: Section 39 A chemical product in accordance with Section 38, first paragraph can only be handled if there is a documented investigation indicating that it is not technically possible to replace the product by using other chemical products which present a lower risk of ill-health and accidents.
sv: § En kemisk produkt enligt 38 § första stycket får endast hanteras om det finns en dokumenterad utredning som visar att det inte är tekniskt möj­ ligt att ersätta produkten genom att använda andra kemiska produkter som utgör en mindre risk för ohälsa och olycksfall.

source: The requirement does not apply to chemical products used for engine operation or heating or stored for such use.
sv: Kravet gäller inte kemiska produkter som används för motordrift eller uppvärmning eller förvaras för sådan användning.

source: Section 40 When the results of the investigation and risk assessment for handling of such chemical products and for the activities described in Section 38 are documented in accordance with Section 10, the following information shall be stated with particular clarity.
sv: § När resultatet av undersökningen och riskbedömningen för hante­ ringen av sådana kemiska produkter och för sådan verksamhet som avses i 38 § dokumenteras enligt 10 § ska följande uppgifter anges med särskild tydlighet.

source: Within which places and spaces chemical substances which are carcinogenic, mutagenic and toxic to reproduction may occur and what measures shall be taken so that only persons needed for the work can access them.
sv: Inom vilka platser och utrymmen de cancerframkallande, mutagena eller reproduktionsstörande ämnena kan förekomma och vilka åtgärder som ska vidtas så att endast personer som behövs för arbetet vistas där.

source: The protective measures necessary for ensuring exposure is minimal.
sv: Vilka skyddsåtgärder som är nödvändiga för att säkerställa att expone­ ringen är minimal.

source: How the handling of and functions of the equipment, processes or ventilation shall be supervised in order to facilitate early detection of deviations which may entail an increased risk.
sv: Hur hantering av och funktionen hos utrustning, processer eller ven­ tilation ska övervakas så att man tidigt kan upptäcka avvikelser som kan innebära ökad risk.

source: Section 41 The employer shall keep a register of employees who have been exposed to potential risks of ill-health while working with chemical products that shall be labelled with hazard statement H350 or H340 or in activities in accordance with Section 38, second paragraph.
sv: §10 Arbetsgivaren ska föra ett register över arbetstagare som utsatts för exponering som kan innebära risk för ohälsa i arbete med kemiska produk­ ter som ska vara märkta med faroangivelse H350 eller H340 eller vid verk­ samheter enligt 38 § andra stycket.

source: The register shall contain information on
sv: Registret ska innehålla uppgifter om

source: the name of the employee,
sv: arbetstagarens namn,

source: work tasks,
sv: arbetsuppgifter,

source: which chemical hazard the employee has been exposed to as well as measured or estimated level of exposure.
sv: vilken kemisk riskkälla som arbetstagaren utsatts för samt uppmätt eller uppskattad grad av exponering.

source: Reduction of the exposure
sv: Minskning av exponeringen

source: Section 42 Chemical products in accordance with Section 38, first paragraph, shall be handled in a system which is as closed as is technically possible.
sv: § Kemiska produkter enligt 38 § första stycket ska hanteras i ett slutet system om det är tekniskt möjligt.

source: Section 43 Where chemical products in accordance with Section 38, first paragraph, are handled without the system being completely closed, the following measures shall always be taken in addition to the other measures chosen as a part of the assessment in accordance with Section 8.
sv: § Där kemiska produkter enligt 38 § första stycket hanteras utan att sys­ temet är helt slutet ska följande åtgärder alltid vidtas vid sidan av de andra åtgärder som väljs som en del av bedömningen enligt 8 §.

source: Equipment and methods shall be chosen and designed so that the smallest possible amount of air contamination is formed and so that spraying or splashing is avoided.
sv: Utrustning och metoder ska väljas och utformas så att minsta möjliga mängd luftföroreningar bildas, och så att sprut eller stänk undviks.

source: Contaminated air shall be dealt with through process ventilation at the location from which the air contamination originates.
sv: Förorenad luft ska omhändertas genom processventilation vid den plats där luftföroreningen uppkommer.

source: Protective clothes and protective gloves shall be used if there is a risk of contact with the chemical product.
sv: Skyddskläder och skyddshandskar ska användas om det finns risk för kontakt med den kemiska produkten.

source: They shall be exchanged when commencing another type of work.
sv: De ska bytas vid övergång till annat arbete.

source: Spillage shall be collected as quickly and safely as possible.
sv: Spill ska samlas upp så snabbt och säkert som möjligt.

source: Surfaces which may have been contaminated shall be cleaned daily and when a work task has finished.
sv: Ytor som kan ha förorenats ska rengöras dagligen och när en arbets­ uppgift slutförts.

source: The chemical product and the waste from the handling shall be stored and transported in shockproof, sealed and clearly labelled containers.
sv: Den kemiska produkten och avfallet från hanteringen ska förvaras och transporteras i stötsäkra, förslutna och tydligt märkta behållare.

source: Prohibitions and permits
sv: Förbud och tillstånd

source: Section 45 A chemical substance which belongs to group A in Appendix 1 or a chemical product which contains an additive of such a substance may not be handled, with the exception of the situations described in Sections 46 and 48 in these Provisions.
sv: § Ett kemiskt ämne som tillhör grupp A i bilaga 1 eller en kemisk pro­ dukt som innehåller en tillsats av ett sådant ämne får inte hanteras, med undantag för de situationer som anges i 46 och 48 §§ i dessa föreskrifter.

source: The same applies for chemical products which contain such a substance as contamination at a level of 0.1 weight per cent or more.
sv: Detsamma gäller kemiska produkter som innehåller ett sådant ämne som förorening i en halt av 0,1 viktprocent eller mer.

source: Regarding Erionite, however, the level of 1 weight per cent or more applies.
sv: För erionit gäller dock halten 1 viktprocent eller mer.

source: Section 46 A chemical substance or product referred to in Section 45 may be handled following permission from the Swedish Work Environment Authority
sv: § Ett kemiskt ämne eller produkt som avses i 45 § får hanteras efter till­ stånd av Arbetsmiljöverket

source: Section 47 A chemical substance which belongs to group B in Appendix 1, or a chemical product which contains such a substance at a level of 1 weight per cent or more, may not be handled without permission from the Swedish Work Environment Authority.
sv: § Ett kemiskt ämne som tillhör grupp B i bilaga 1 eller en kemisk pro­ dukt som innehåller ett sådant ämne i en halt av 1 viktprocent eller mer

source: Offences against this provision will entail a penalty of SEK 50, 000, see Section 52.
sv: Lägsta avgiften är 15 000 kronor och högsta avgiften är 150 000 kronor.

source: Section 48 Permission in accordance with Sections 46 and 47 is not needed when stock-keeping for sales or transport of unopened original packaging.
sv: § Tillstånd enligt 46 och 47 §§ behövs inte vid lagerhållning för försälj­ ning eller transport av obrutna originalförpackningar.

source: Section 49 In the application for permit in accordance with Sections 46 and 47, the following shall be stated.
sv: §11 I ansökan om tillstånd enligt 46 och 47 §§ ska följande anges.

source: The chemical substance or product which is to be handled.
sv: Vilket kemiskt ämne eller produkt som ska hanteras.

source: Description of the work method being used.
sv: Beskrivning av arbetsmetoden som används.

source: The purpose of the handling.
sv: Syftet med hanteringen.

source: The time period for which the permit is sought.
sv: Tidsperioden för vilken tillstånd söks.

source: The largest quantity which shall be stored and used respectively during one given day.
sv: Den största mängd som ska förvaras respektive användas under en och samma dag.

source: Annual consumption.
sv: Årsförbrukning.

source: The number of persons concerned.
sv: Det antal personer som berörs.

source: The documentation of the results of the risk assessment and decisions regarding measures in accordance with Sections 10, 37 b and 40 as well as handling and safety instructions for the work in accordance with Section 44 shall be attached to the application.
sv: Till ansökan ska bifogas dokumentation av riskbedömningens resultat och beslut om åtgärder enligt 10, 37 b och 40 §§ samt hanterings­ och skyddsin­ struktioner som upprättats för arbetet enligt 44 §.

source: If there is a safety representative, a statement from her or him shall be attached to the application.
sv: Finns ett skyddsombud ska ett yttrande från denne bifogas ansökan.

source: Periodic measurements of certain chemical substances
sv: Periodiska mätningar av vissa kemiska ämnen

source: Section 50 When the substances below, or materials containing the substances are handled so that exposure by inhalation may occur, the risk assessment shall always contain measurements of the substances in the breathing zone.
sv: §12 När nedan uppräknade ämnen, eller material som innehåller ämne­ na, hanteras så att exponering via inandning kan förekomma ska riskbe­ dömningen alltid innefatta mätningar av ämnena i andningszonen.

source: Lead and inorganic lead compounds.
sv: Bly och oorganiska blyföreningar.

source: Ethylene oxide.
sv: Etylenoxid.

source: Cadmium and inorganic cadmium compounds.
sv: Kadmium och oorganiska kadmiumföreningar.

source: Styrene, vinyl toluene or other reactive monomers when manufacturing polyester resin.
sv: Styren, vinyltoluen eller andra reaktiva monomerer vid esterplastfram­ ställning.

source: Measurements in accordance with the first paragraph need not be conducted if it is a work which is conducted for less than two months per year.
sv: Mätning enligt första stycket behöver inte utföras om det är ett arbete som utförs kortare tid än två månader per år.

source: Also, measurements need not be conducted if it can be proven to be clearly unnecessary due to the amount being negligible, the exposure time short or if the handling is arranged so that the concentration in the air is negligible.
sv: Mätning behöver heller inte göras om man kan visa att det är uppenbart onödigt på grund av att mängden är försumbar, exponeringstiden kort eller hanteringen är ordnad så att halten i luften är försumbar.

source: Measurement shall be conducted
sv: Mätning ska utföras

source: within three months after the handling has commenced,
sv: inom tre månader efter det att hanteringen påbörjats,

source: if the handling has been changed so that previous measurement is inaccurate, and after one year.
sv: om hanteringen ändrats så att tidigare mätning inte är rättvisande samt efter ett år.

source: Thereafter, measurements shall be conducted at the time intervals below.
sv: Därefter ska mätning göras med nedanstående tidsintervall.

source: The time intervals may be exceeded by no more than two months.
sv: Tidsinterval­ len får överskridas med högst två månader.

source: Measurement result compared to the level limit value from two consecutive measurements
sv: Mätresultatet jämfört med nivågränsvärdet från två på varandra följande mätningar

source: Time until next measurement
sv: Tid till nästa mätning

source: At least one of the measurement results are above 1/2 of the limit value
sv: Minst ett av mätresultaten är över 1/2 gränsvärdet

source: 1 year
sv: 1 år

source: Both measurement results are between 1/5 and 1/2 of the limit value
sv: Båda mätresultaten är mellan 1/5 och 1/2 gränsvärdet

source: 3 years
sv: 3 år

source: One of the measurement results are between 1/5 and 1/2 of the limit value and the other is below 1/5 of the limit value
sv: Det ena mätresultatet är mellan 1/5 och 1/2 gränsvärdet och det andra under 1/5 av gränsvärdet

source: Both measurement results are below 1/5 of the limit value
sv: Båda mätresultaten är under 1/5 av gränsvärdet

source: 5 years
sv: 5 år

source: The measurement shall be documented in a measurement report in accordance with the Provisions (AFS 2011:18) on occupational exposure limit values.
sv: Mätningen ska dokumenteras i en mätrapport enligt Arbetsmiljöverkets föreskrifter om hygieniska gränsvärden.

source: Section 51 A copy of the measurement report shall be sent to the Swedish Work Environment Authority no later than three months after a measurement has been conducted in accordance with Section 50.
sv: § Senast tre månader efter det att en mätning enligt 50 § har utförts ska en kopia av mätrapporten skickas till Arbetsmiljöverket.

source: Section 52 The regulations in Section 20 constitute provisions in accordance with Chapter 4, Section 1 of the Swedish Work Environment Act (SFS 1977:1160).
sv: §13 Bestämmelserna i 20 § utgör föreskrifter enligt 4 kap. 1 § arbetsmiljö­ lagen (1977:1160).

source: The regulations in Section 37 e constitute provisions in accordance with Chapter 4, Section 1 of the Swedish Work Environment Act (SFS 1977:1160).
sv: Bestämmelserna i 37 e § utgör föreskrifter enligt 4 kap. 1 § arbetsmiljölagen (1977:1160).

source: The regulations in Section 45 constitute provisions in accordance with Chapter 4, Sections 2 and 4 of the same Act.
sv: Bestämmelserna i 45 § utgör föreskrifter enligt 4 kap. 2 och 4 §§ samma lag.

source: The regulations in Section 47 constitute provisions in accordance with Chapter 4, Section 2 of the same Act.
sv: Bestämmelserna i 47 § utgör föreskrifter enligt 4 kap. 2 § samma lag.

source: Any person who violates these provisions shall pay a sanction charge, in accordance with Chapter 8, Sections 5–10 of the Swedish Work Environment Act.
sv: Den som överträder dessa bestämmelser ska betala sanktionsavgift enligt 8 kap. 5–10 §§ arbetsmiljölagen.

source: The size of the sanction charge is calculated on the basis provided in Sections 20, 37e, 45 and 47.
sv: Sanktionsavgiftens storlek beräknas enligt de grunder som anges i 20, 37 e, 45 och 47 §§.
